Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Say your first line out loud once more before the real conversation.
ar: قل جملتك الأولى بصوت عالٍ مرة أخرى قبل المحادثة الحقيقية.
de: Sag deinen ersten Satz vor dem echten Gespräch noch einmal laut.
es: Di tu primera frase en voz alta una vez más antes de la conversación real.
fil: Sabihin ulit nang malakas ang unang linya mo bago ang totoong usapan.
fr: Redis ta première phrase à voix haute une fois de plus avant la vraie conversation.
hi: असली बातचीत से पहले अपनी पहली लाइन एक बार और ज़ोर से कहें।
id: Ucapkan kalimat pertamamu sekali lagi sebelum percakapan sebenarnya.
it: Ripeti la tua prima frase ad alta voce ancora una volta prima della conversazione vera.
ja: 本番の前に、最初のひと言をもう一度声に出しましょう。
ko: 실제 대화 전에 첫마디를 한 번 더 소리 내어 말해 보세요.
nl: Zeg je eerste zin nog één keer hardop voor het echte gesprek.
pl: Przed prawdziwą rozmową powiedz jeszcze raz na głos swoje pierwsze zdanie.
pt_br: Diga sua primeira frase em voz alta mais uma vez antes da conversa real.
ru: Перед настоящим разговором ещё раз скажите вслух свою первую фразу.
sv: Säg din första mening högt en gång till före det riktiga samtalet.
tr: Gerçek konuşmadan önce ilk cümleni bir kez daha sesli söyle.
uk: Перед справжньою розмовою ще раз скажіть уголос свою першу фразу.
vi: Nói câu mở đầu thành tiếng thêm một lần trước cuộc trò chuyện thật.
zh_hans: 在真正的对话前，再大声说一遍你的第一句话。

source: Screen Time access wasn't allowed. You can try again any time.
ar: لم يُسمح بالوصول إلى مدة استخدام الجهاز. يمكنك المحاولة مجددًا في أي وقت.
de: Der Zugriff auf die Bildschirmzeit wurde nicht erlaubt. Du kannst es jederzeit erneut versuchen.
es: No se permitió el acceso a Tiempo de uso. Puedes volver a intentarlo cuando quieras.
fil: Hindi pinayagan ang access sa Screen Time. Puwede mong subukan ulit kahit kailan.
fr: L'accès à Temps d'écran n'a pas été autorisé. Tu peux réessayer quand tu veux.
hi: स्क्रीन टाइम की अनुमति नहीं मिली। आप कभी भी दोबारा कोशिश कर सकते हैं।
id: Akses Durasi Layar tidak diizinkan. Kamu bisa mencoba lagi kapan saja.
it: L'accesso a Tempo di utilizzo non è stato consentito. Puoi riprovare quando vuoi.
ja: スクリーンタイムへのアクセスが許可されませんでした。いつでもやり直せます。
ko: 스크린 타임 접근이 허용되지 않았어요. 언제든 다시 시도할 수 있어요.
nl: Toegang tot Schermtijd is niet toegestaan. Je kunt het altijd opnieuw proberen.
pl: Nie zezwolono na dostęp do Czasu przed ekranem. Możesz spróbować ponownie w dowolnym momencie.
pt_br: O acesso ao Tempo de Uso não foi permitido. Você pode tentar de novo quando quiser.
ru: Доступ к Экранному времени не разрешён. Можно попробовать снова в любой момент.
sv: Åtkomst till Skärmtid tilläts inte. Du kan försöka igen när som helst.
tr: Ekran Süresi erişimine izin verilmedi. İstediğin zaman tekrar deneyebilirsin.
uk: Доступ до Екранного часу не дозволено. Можна спробувати знову будь-коли.
vi: Chưa được cấp quyền truy cập Thời gian sử dụng. Bạn có thể thử lại bất cứ lúc nào.
zh_hans: 未获准访问屏幕使用时间。你可以随时再试。

source: See how practice works.
ar: شاهد كيف يعمل التدرّب.
de: So funktioniert das Üben.
es: Mira cómo funciona la práctica.
fil: Tingnan kung paano gumagana ang practice.
fr: Découvre comment fonctionne l'entraînement.
hi: देखें कि अभ्यास कैसे काम करता है।
id: Lihat cara kerja latihannya.
it: Guarda come funziona l'allenamento.
ja: 練習の流れを見てみましょう。
ko: 연습이 어떻게 진행되는지 보세요.
nl: Zie hoe oefenen werkt.
pl: Zobacz, jak działa ćwiczenie.
pt_br: Veja como a prática funciona.
ru: Посмотрите, как работает практика.
sv: Se hur övningen fungerar.
tr: Pratiğin nasıl işlediğini gör.
uk: Подивіться, як працює практика.
vi: Xem cách luyện tập diễn ra.
zh_hans: 看看练习是怎么进行的。

source: Select a plan that fits you
ar: اختر الخطة المناسبة لك
de: Wähle einen passenden Tarif
es: Elige el plan que mejor te encaje
fil: Pumili ng plan na bagay sa iyo
fr: Choisis l'abonnement qui te convient
hi: अपने लिए सही प्लान चुनें
id: Pilih paket yang cocok untukmu
it: Scegli il piano che fa per te
ja: 自分に合ったプランを選択
ko: 나에게 맞는 플랜을 선택하세요
nl: Kies een abonnement dat bij je past
pl: Wybierz plan dla siebie
pt_br: Escolha o plano ideal para você
ru: Выберите подходящий план
sv: Välj ett abonnemang som passar dig
tr: Sana uygun bir plan seç
uk: Виберіть відповідний план
vi: Chọn gói phù hợp với bạn
zh_hans: 选择适合你的方案

source: Send
ar: إرسال
de: Senden
es: Enviar
fil: Ipadala
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ko: 보내기
nl: Stuur
pl: Wyślij
pt_br: Enviar
ru: Отправить
sv: Skicka
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送

source: Send feedback
ar: أرسل ملاحظاتك
de: Feedback senden
es: Enviar comentarios
fil: Magpadala ng feedback
fr: Envoyer un avis
hi: फ़ीडबैक भेजें
id: Kirim masukan
it: Invia feedback
ja: フィードバックを送信
ko: 의견 보내기
nl: Feedback sturen
pl: Wyślij opinię
pt_br: Enviar feedback
ru: Отправить отзыв
sv: Skicka synpunkter
tr: Geri bildirim gönder
uk: Надіслати відгук
vi: Gửi góp ý
zh_hans: 发送反馈

source: Session done
ar: اكتملت الجلسة
de: Einheit abgeschlossen
es: Sesión hecha
fil: Tapos na ang session
fr: Séance terminée
hi: सेशन पूरा
id: Sesi selesai
it: Sessione fatta
ja: セッション完了
ko: 세션 완료
nl: Sessie klaar
pl: Sesja ukończona
pt_br: Sessão concluída
ru: Сессия завершена
sv: Sessionen klar
tr: Oturum tamamlandı
uk: Сесію завершено
vi: Hoàn thành buổi tập
zh_hans: 练习完成

source: Sessions
ar: الجلسات
de: Einheiten
es: Sesiones
fil: Mga session
fr: Séances
hi: सेशन
id: Sesi
it: Sessioni
ja: セッション
ko: 세션
nl: Sessies
pl: Sesje
pt_br: Sessões
ru: Сессии
sv: Sessioner
tr: Oturumlar
uk: Сесії
vi: Buổi tập
zh_hans: 练习

source: Set the scene
ar: هيّئ المشهد
de: Szene festlegen
es: Preparar la escena
fil: Itakda ang eksena
fr: Planter le décor
hi: दृश्य तैयार करें
id: Atur situasinya
it: Imposta la scena
ja: シーンを設定
ko: 상황 설정
nl: Zet de scène neer
pl: Ustaw scenę
pt_br: Montar a cena
ru: Задать сцену
sv: Sätt scenen
tr: Sahneyi kur
uk: Задати сцену
vi: Dựng tình huống
zh_hans: 设定场景

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置

source: Show %lld more
ar: عرض %lld أخرى
de: %lld weitere anzeigen
es: Mostrar %lld más
fil: Ipakita ang %lld pa
fr: Afficher %lld de plus
hi: %lld और दिखाएँ
id: Tampilkan %lld lagi
it: Mostra altre %lld
ja: さらに%lld件表示
ko: %lld개 더 보기
nl: Toon nog %lld
pl: Pokaż jeszcze %lld
pt_br: Mostrar mais %lld
ru: Показать ещё %lld
sv: Visa %lld till
tr: %lld tane daha göster
uk: Показати ще %lld
vi: Hiện thêm %lld
zh_hans: 再显示%lld个

source: Show fewer
ar: عرض أقل
de: Weniger anzeigen
es: Mostrar menos
fil: Ipakita ang mas kaunti
fr: Afficher moins
hi: कम दिखाएँ
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 表示を減らす
ko: 간단히 보기
nl: Toon minder
pl: Pokaż mniej
pt_br: Mostrar menos
ru: Показать меньше
sv: Visa färre
tr: Daha az göster
uk: Показати менше
vi: Thu gọn
zh_hans: 收起

source: Show me how
ar: أرني كيف
de: Zeig mir, wie
es: Enséñame cómo
fil: Ipakita mo kung paano
fr: Montre-moi
hi: दिखाएँ कैसे
id: Tunjukkan caranya
it: Mostrami come
ja: 見せてください
ko: 보여 주세요
nl: Laat zien hoe
pl: Pokaż jak
pt_br: Me mostre como
ru: Покажите как
sv: Visa mig hur
tr: Nasıl olduğunu göster
uk: Покажіть як
vi: Chỉ cho tôi cách
zh_hans: 示范给我看

source: Shows this line in the conversation
ar: يُظهر هذا السطر في المحادثة
de: Zeigt diese Zeile im Gespräch
es: Muestra esta frase en la conversación
fil: Ipinapakita ang linyang ito sa usapan
fr: Affiche cette réplique dans la conversation
hi: बातचीत में यह लाइन दिखाता है
id: Menampilkan kalimat ini dalam percakapan
it: Mostra questa battuta nella conversazione
ja: 会話の中でこの発言を表示します
ko: 대화에서 이 문장 보기
nl: Toont deze regel in het gesprek
pl: Pokazuje tę wypowiedź w rozmowie
pt_br: Mostra esta fala na conversa
ru: Показывает эту реплику в разговоре
sv: Visar den här repliken i samtalet
tr: Bu satırı konuşmada gösterir
uk: Показує цю репліку в розмові
vi: Hiện câu này trong cuộc trò chuyện
zh_hans: 在对话中显示这句话

source: Shows why
ar: يُظهر السبب
de: Zeigt die Begründung
es: Muestra el porqué
fil: Ipinapakita ang dahilan
fr: Affiche l'explication
hi: कारण दिखाता है
id: Menunjukkan alasan
it: Mostra il motivo
ja: 理由を表示
ko: 이유를 보여 줌
nl: Toont waarom
pl: Pokazuje uzasadnienie
pt_br: Mostra o porquê
ru: Показывает объяснение
sv: Visar varför
tr: Nedenini gösterir
uk: Показує пояснення
vi: Nêu rõ lý do
zh_hans: 说明了原因

source: Sign in to pick up where you left off.
ar: سجّل الدخول لتكمل من حيث توقفت.
de: Melde dich an, um dort weiterzumachen, wo du aufgehört hast.
es: Inicia sesión para seguir donde lo dejaste.
fil: Mag-sign in para ituloy kung saan ka huminto.
fr: Connecte-toi pour reprendre là où tu t'étais arrêté.
hi: जहाँ छोड़ा था वहीं से जारी रखने के लिए साइन इन करें।
id: Masuk untuk melanjutkan dari terakhir kali.
it: Accedi per riprendere da dove avevi lasciato.
ja: サインインして、前回の続きから始めましょう。
ko: 로그인하고 하던 곳에서 이어가세요.
nl: Log in om verder te gaan waar je gebleven was.
pl: Zaloguj się, aby wrócić tam, gdzie skończono.
pt_br: Entre para continuar de onde parou.
ru: Войдите, чтобы продолжить с того места, где остановились.
sv: Logga in för att fortsätta där du slutade.
tr: Kaldığın yerden devam etmek için giriş yap.
uk: Увійдіть, щоб продовжити з того місця, де зупинилися.
vi: Đăng nhập để tiếp tục từ chỗ bạn dừng.
zh_hans: 登录以继续上次的进度。

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fil: Mag-sign in gamit ang Apple
fr: Se connecter avec Apple
hi: Apple से साइन इन करें
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
ko: Apple로 로그인
nl: Log in met Apple
pl: Zaloguj się przez Apple
pt_br: Entrar com a Apple
ru: Войти через Apple
sv: Logga in med Apple
tr: Apple ile giriş yap
uk: Увійти через Apple
vi: Đăng nhập bằng Apple
zh_hans: 通过 Apple 登录

source: Sign in with Google
ar: تسجيل الدخول باستخدام Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fil: Mag-sign in gamit ang Google
fr: Se connecter avec Google
hi: Google से साइन इन करें
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでサインイン
ko: Google로 로그인
nl: Log in met Google
pl: Zaloguj się przez Google
pt_br: Entrar com o Google
ru: Войти через Google
sv: Logga in med Google
tr: Google ile giriş yap
uk: Увійти через Google
vi: Đăng nhập bằng Google
zh_hans: 通过 Google 登录

source: Sign out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fil: Mag-sign out
fr: Se déconnecter
hi: साइन आउट करें
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Log uit
pl: Wyloguj się
pt_br: Sair
ru: Выйти
sv: Logga ut
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录

source: Sign out of Speaking Coach?
ar: هل تريد تسجيل الخروج من Speaking Coach؟
de: Von Speaking Coach abmelden?
es: ¿Cerrar sesión en Speaking Coach?
fil: Mag-sign out sa Speaking Coach?
fr: Se déconnecter de Speaking Coach ?
hi: Speaking Coach से साइन आउट करें?
id: Keluar dari Speaking Coach?
it: Uscire da Speaking Coach?
ja: Speaking Coachからサインアウトしますか？
ko: Speaking Coach에서 로그아웃할까요?
nl: Uitloggen bij Speaking Coach?
pl: Wylogować się ze Speaking Coach?
pt_br: Sair do Speaking Coach?
ru: Выйти из Speaking Coach?
sv: Logga ut från Speaking Coach?
tr: Speaking Coach'tan çıkış yapılsın mı?
uk: Вийти зі Speaking Coach?
vi: Đăng xuất khỏi Speaking Coach?
zh_hans: 退出 Speaking Coach？

source: Sign up with Apple
ar: التسجيل باستخدام Apple
de: Mit Apple registrieren
es: Registrarse con Apple
fil: Mag-sign up gamit ang Apple
fr: S'inscrire avec Apple
hi: Apple से साइन अप करें
id: Daftar dengan Apple
it: Registrati con Apple
ja: Appleで登録
ko: Apple로 가입
nl: Registreer met Apple
pl: Zarejestruj się przez Apple
pt_br: Cadastrar-se com a Apple
ru: Зарегистрироваться через Apple
sv: Registrera dig med Apple
tr: Apple ile kaydol
uk: Зареєструватися через Apple
vi: Đăng ký bằng Apple
zh_hans: 通过 Apple 注册

source: Sign up with Google
ar: التسجيل باستخدام Google
de: Mit Google registrieren
es: Registrarse con Google
fil: Mag-sign up gamit ang Google
fr: S'inscrire avec Google
hi: Google से साइन अप करें
id: Daftar dengan Google
it: Registrati con Google
ja: Googleで登録
ko: Google로 가입
nl: Registreer met Google
pl: Zarejestruj się przez Google
pt_br: Cadastrar-se com o Google
ru: Зарегистрироваться через Google
sv: Registrera dig med Google
tr: Google ile kaydol
uk: Зареєструватися через Google
vi: Đăng ký bằng Google
zh_hans: 通过 Google 注册

source: Situations
ar: المواقف
de: Situationen
es: Situaciones
fil: Mga sitwasyon
hi: स्थितियाँ
id: Situasi
it: Situazioni
ja: シチュエーション
ko: 상황
nl: Situaties
pl: Sytuacje
pt_br: Situações
ru: Ситуации
sv: Situationer
tr: Durumlar
uk: Ситуації
vi: Tình huống
zh_hans: 场景

source: Skip
ar: تخطٍّ
de: Überspringen
es: Saltar
fil: Laktawan
fr: Passer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Sla over
pl: Pomiń
pt_br: Pular
ru: Пропустить
sv: Hoppa över
tr: Geç
uk: Пропустити
vi: Bỏ qua
zh_hans: 跳过

source: Skip and open my apps for %lld minutes
ar: تخطَّ وافتح تطبيقاتي لمدة %lld دقيقة
de: Überspringen und meine Apps %lld Minuten öffnen
es: Saltar y abrir mis apps durante %lld minutos
fil: Laktawan at buksan ang apps ko nang %lld minuto
fr: Passer et ouvrir mes apps pendant %lld minutes
hi: छोड़ें और मेरे ऐप %lld मिनट के लिए खोलें
id: Lewati dan buka app saya selama %lld menit
it: Salta e apri le mie app per %lld minuti
ja: スキップしてアプリを%lld分間開く
ko: 건너뛰고 앱을 %lld분 동안 열기
nl: Overslaan en mijn apps %lld minuten openen
pl: Pomiń i otwórz moje aplikacje na %lld minuty
pt_br: Pular e abrir meus apps por %lld minutos
ru: Пропустить и открыть приложения на %lld минуты
sv: Hoppa över och öppna mina appar i %lld minuter
tr: Geç ve uygulamalarımı %lld dakika aç
uk: Пропустити й відкрити програми на %lld хвилини
vi: Bỏ qua và mở ứng dụng của tôi trong %lld phút
zh_hans: 跳过并开放 App %lld分钟

source: Slide %lld
ar: الشريحة %lld
de: Folie %lld
es: Diapositiva %lld
fr: Diapo %lld
hi: स्लाइड %lld
ja: スライド%lld
ko: 슬라이드 %lld
nl: Dia %lld
pl: Slajd %lld
ru: Слайд %lld
sv: Bild %lld
tr: Slayt %lld
uk: Слайд %lld
vi: Trang chiếu %lld
zh_hans: 第%lld张幻灯片

source: So it isn't a talent problem.
ar: إذن ليست مشكلة موهبة.
de: Es ist also kein Talentproblem.
es: Así que no es un problema de talento.
fil: Kaya hindi ito problema ng talento.
fr: Ce n'est donc pas une question de talent.
hi: तो यह प्रतिभा की समस्या नहीं है।
id: Jadi ini bukan soal bakat.
it: Quindi non è un problema di talento.
ja: つまり、才能の問題ではありません。
ko: 그러니 재능의 문제가 아니에요.
nl: Het is dus geen kwestie van talent.
pl: To więc nie problem talentu.
pt_br: Então não é um problema de talento.
ru: Значит, дело не в таланте.
sv: Så det handlar inte om talang.
tr: Yani bu bir yetenek sorunu değil.
uk: Отже, справа не в таланті.
vi: Vậy đây không phải vấn đề năng khiếu.
zh_hans: 所以这不是天赋的问题。

source: So, what do you do?
ar: إذن، ماذا تعمل؟
de: Und, was machst du so?
es: Y tú, ¿a qué te dedicas?
fil: Kaya, ano ang trabaho mo?
fr: Alors, tu fais quoi dans la vie ?
hi: तो, आप क्या करते हैं?
id: Jadi, kamu kerja apa?
it: Allora, di cosa ti occupi?
ja: それで、お仕事は何を？
ko: 그래서, 무슨 일 하세요?
nl: En, wat doe jij?
pl: No to czym się zajmujesz?
pt_br: E aí, o que você faz?
ru: А чем вы занимаетесь?
sv: Så, vad jobbar du med?
tr: Peki, ne iş yapıyorsun?
uk: А чим ви займаєтеся?
vi: Vậy bạn làm nghề gì?
zh_hans: 那你是做什么的？

source: Someone new
ar: شخص جديد
de: Jemand Neues
es: Alguien nuevo
fil: Isang bagong tao
fr: Quelqu'un de nouveau
hi: कोई नया व्यक्ति
id: Orang baru
it: Qualcuno di nuovo
ja: 初対面の人
ko: 처음 보는 사람
nl: Iemand nieuw
pl: Ktoś nowy
pt_br: Alguém novo
ru: Кто-то новый
sv: Någon ny
tr: Yeni biri
uk: Хтось новий
vi: Người mới quen
zh_hans: 新认识的人

source: Something broken, confusing, or missing? We read every message.
ar: هل هناك شيء معطّل أو مُربك أو ناقص؟ نقرأ كل رسالة.
de: Etwas kaputt, verwirrend oder fehlt etwas? Wir lesen jede Nachricht.
es: ¿Algo roto, confuso o que falta? Leemos todos los mensajes.
fil: May sira, nakakalito, o kulang? Binabasa namin ang bawat mensahe.
fr: Quelque chose de cassé, de flou ou qui manque ? On lit chaque message.
hi: कुछ टूटा, उलझा या छूटा हुआ है? हम हर संदेश पढ़ते हैं।
id: Ada yang rusak, membingungkan, atau kurang? Kami membaca setiap pesan.
it: Qualcosa non funziona, non è chiaro o manca? Leggiamo ogni messaggio.
ja: 不具合、わかりにくい点、足りない機能はありますか？すべてのメッセージを読んでいます。
ko: 고장 난 곳, 헷갈리는 곳, 빠진 기능이 있나요? 모든 메시지를 읽어요.
nl: Iets kapot, verwarrend of mis je iets? We lezen elk bericht.
pl: Coś nie działa, jest niejasne albo czegoś brakuje? Czytamy każdą wiadomość.
pt_br: Algo quebrado, confuso ou faltando? Lemos todas as mensagens.
ru: Что-то сломалось, непонятно или чего-то не хватает? Мы читаем каждое сообщение.
sv: Något trasigt, förvirrande eller saknas något? Vi läser varje meddelande.
tr: Bozuk, kafa karıştırıcı ya da eksik bir şey mi var? Her mesajı okuyoruz.
uk: Щось зламалося, незрозуміло чи чогось бракує? Ми читаємо кожне повідомлення.
vi: Có gì bị lỗi, khó hiểu hay còn thiếu? Chúng tôi đọc mọi tin nhắn.
zh_hans: 有什么坏了、让人困惑或缺少的吗？每条消息我们都会看。

source: Something coming up?
ar: هل هناك شيء قادم؟
de: Steht etwas an?
es: ¿Se acerca algo?
fil: May paparating ba?
fr: Quelque chose approche ?
hi: कुछ आने वाला है?
id: Ada acara yang akan datang?
it: Si avvicina qualcosa?
ja: 予定がありますか？
ko: 다가오는 일이 있나요?
nl: Komt er iets aan?
pl: Coś się zbliża?
pt_br: Tem algo chegando?
ru: Что-то приближается?
sv: Är något på gång?
tr: Yaklaşan bir şey mi var?
uk: Щось наближається?
vi: Sắp có sự kiện gì?
zh_hans: 有事即将到来？

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يُرجى المحاولة مجددًا.
de: Etwas ist schiefgelaufen. Bitte versuch es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fil: May nagkaproblema. Pakisubukan ulit.
fr: Un problème est survenu. Réessaie.
hi: कुछ गड़बड़ हो गई। कृपया दोबारा कोशिश करें।
id: Terjadi kesalahan. Silakan coba lagi.
it: Qualcosa è andato storto. Riprova.
ja: 問題が発生しました。もう一度お試しください。
ko: 문제가 발생했어요. 다시 시도해 주세요.
nl: Er ging iets mis. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_br: Algo deu errado. Tente novamente.
ru: Что-то пошло не так. Попробуйте ещё раз.
sv: Något gick fel. Försök igen.
tr: Bir şeyler ters gitti. Lütfen tekrar dene.
uk: Щось пішло не так. Спробуйте ще раз.
vi: Đã xảy ra lỗi. Vui lòng thử lại.
zh_hans: 出了点问题。请重试。

source: Sometimes
ar: أحيانًا
de: Manchmal
es: A veces
fil: Minsan
fr: Parfois
hi: कभी-कभी
id: Kadang-kadang
it: A volte
ja: ときどき
ko: 가끔
nl: Soms
pl: Czasami
pt_br: Às vezes
ru: Иногда
sv: Ibland
tr: Bazen
uk: Іноді
vi: Thỉnh thoảng
zh_hans: 有时

source: Somewhere else
ar: مكان آخر
de: Woanders
es: En otro sitio
fil: Sa ibang lugar
fr: Ailleurs
hi: कहीं और
id: Tempat lain
it: Altrove
ja: その他
ko: 기타
nl: Ergens anders
pl: Gdzie indziej
pt_br: Outro lugar
ru: В другом месте
sv: Någon annanstans
tr: Başka bir yer
uk: Деінде
vi: Nơi khác
zh_hans: 其他地方

source: Speak %@, every day
ar: تحدّث %@ كل يوم
de: Jeden Tag %@ sprechen
es: Habla %@, cada día
fil: Magsalita %@, araw-araw
fr: Parler %@, chaque jour
hi: हर दिन %@ बोलें
id: Berbicara %@, setiap hari
it: Parla %@, ogni giorno
ja: 毎日%@話す
ko: 매일 %@ 말하기
nl: Spreek elke dag %@
pl: Mów %@, codziennie
pt_br: Fale %@, todos os dias
ru: Говорите %@ каждый день
sv: Prata %@, varje dag
tr: Her gün %@ konuş
uk: Говоріть %@ щодня
vi: Nói %@, mỗi ngày
zh_hans: 每天%@表达

source: Speak %@, every day.
ar: تحدّث %@ كل يوم.
de: Sprich jeden Tag %@.
es: Habla %@, cada día.
fil: Magsalita %@, araw-araw.
fr: Parle %@, chaque jour.
hi: हर दिन %@ बोलें।
id: Berbicaralah %@, setiap hari.
it: Parla %@, ogni giorno.
ja: 毎日%@話そう。
ko: 매일 %@ 말하세요.
nl: Spreek elke dag %@.
pl: Mów %@, codziennie.
pt_br: Fale %@, todos os dias.
ru: Говорите %@ каждый день.
sv: Prata %@, varje dag.
tr: Her gün %@ konuş.
uk: Говоріть %@ щодня.
vi: Nói %@, mỗi ngày.
zh_hans: 每天%@表达。

source: Speak out loud and swipe through your slides as you go. Afterwards, your audience asks questions.
ar: تحدّث بصوت عالٍ ومرّر شرائحك أثناء الحديث. بعدها يطرح جمهورك الأسئلة.
de: Sprich laut und wisch dabei durch deine Folien. Danach stellt dein Publikum Fragen.
es: Habla en voz alta y pasa las diapositivas mientras hablas. Después, tu público hace preguntas.
fil: Magsalita nang malakas at i-swipe ang slides mo habang nagsasalita. Pagkatapos, magtatanong ang audience mo.
fr: Parle à voix haute et fais défiler tes diapos au fur et à mesure. Ensuite, ton public pose ses questions.
hi: ज़ोर से बोलें और बोलते हुए स्लाइड बदलें। बाद में, आपके श्रोता सवाल पूछेंगे।
id: Bicaralah dengan suara keras dan geser slide-mu sambil berjalan. Setelah itu, audiensmu akan bertanya.
it: Parla ad alta voce e scorri le slide man mano. Dopo, il tuo pubblico fa domande.
ja: 声に出して話しながらスライドをスワイプしましょう。その後、聞き手が質問します。
ko: 소리 내어 말하면서 슬라이드를 넘기세요. 그다음 청중이 질문해요.
nl: Spreek hardop en veeg door je dia's terwijl je praat. Daarna stelt je publiek vragen.
pl: Mów na głos i przesuwaj slajdy w trakcie. Potem publiczność zada pytania.
pt_br: Fale em voz alta e passe os slides enquanto fala. Depois, seu público faz perguntas.
ru: Говорите вслух и листайте слайды по ходу. Потом аудитория задаст вопросы.
sv: Prata högt och svep genom bilderna medan du talar. Efteråt ställer publiken frågor.
tr: Sesli konuş ve ilerledikçe slaytlarını kaydır. Sonra dinleyicilerin soru sorar.
uk: Говоріть уголос і гортайте слайди по ходу. Потім аудиторія поставить питання.
vi: Nói thành tiếng và vuốt qua các trang chiếu khi trình bày. Sau đó, khán giả sẽ đặt câu hỏi.
zh_hans: 大声讲，边讲边滑动幻灯片。之后，听众会提问。

source: Speak to unlock
ar: تحدّث لفتح القفل
de: Sprechen zum Entsperren
es: Habla para desbloquear
fil: Magsalita para ma-unlock
fr: Parle pour débloquer
hi: अनलॉक के लिए बोलें
id: Bicara untuk membuka
it: Parla per sbloccare
ja: 話してロック解除
ko: 말해서 잠금 해제
nl: Spreek om te ontgrendelen
pl: Mów, by odblokować
pt_br: Fale para desbloquear
ru: Скажи, чтобы разблокировать
sv: Prata för att låsa upp
tr: Kilidi açmak için konuş
uk: Скажіть, щоб розблокувати
vi: Nói để mở khóa
zh_hans: 开口解锁

source: Speak to unlock needs Screen Time on a real iPhone.
ar: تحتاج ميزة «تحدّث لفتح القفل» إلى مدة استخدام الجهاز على iPhone حقيقي.
de: Sprechen zum Entsperren braucht die Bildschirmzeit auf einem echten iPhone.
es: Habla para desbloquear necesita Tiempo de uso en un iPhone real.
fil: Kailangan ng Magsalita para ma-unlock ang Screen Time sa totoong iPhone.
fr: Parle pour débloquer nécessite Temps d'écran sur un vrai iPhone.
hi: अनलॉक के लिए बोलें को असली iPhone पर स्क्रीन टाइम चाहिए।
id: Bicara untuk membuka membutuhkan Durasi Layar di iPhone asli.
it: Parla per sbloccare richiede Tempo di utilizzo su un vero iPhone.
ja: 「話してロック解除」には実機のiPhoneのスクリーンタイムが必要です。
ko: 말해서 잠금 해제는 실제 iPhone의 스크린 타임이 필요해요.
nl: Spreek om te ontgrendelen heeft Schermtijd nodig op een echte iPhone.
pl: Funkcja Mów, by odblokować wymaga Czasu przed ekranem na prawdziwym iPhonie.
pt_br: Fale para desbloquear precisa do Tempo de Uso em um iPhone de verdade.
ru: Функции «Скажи, чтобы разблокировать» нужно Экранное время на настоящем iPhone.
sv: Prata för att låsa upp kräver Skärmtid på en riktig iPhone.
tr: Kilidi açmak için konuş, gerçek bir iPhone'da Ekran Süresi gerektirir.
uk: Функції «Скажіть, щоб розблокувати» потрібен Екранний час на справжньому iPhone.
vi: Nói để mở khóa cần Thời gian sử dụng trên iPhone thật.
zh_hans: 开口解锁需要在真实 iPhone 上使用屏幕使用时间。
